Revit 2024 API
SpecTypeId.Number Property
 Number, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Number { get; }
Visual Basic
Public Shared ReadOnly Property Number As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Number {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace